export const headTitles = {
  home: 'Главная',
  projects: 'Проекты',
  about: 'О компании',
  objects: 'Готовые проекты',
  houses: 'ИЖД',
  news: 'Новости',
  apartments: 'Квартиры',
  contacts: 'Контакты'
}

export const phone = {
  href: '+74012509851',
  value: '+7 4012 50 98 51'
}

export const mainSlider = {
  title: 'Дома малой этажности, эстетичный внешний вид и стильный дизайн',
  images: [
    'main-slider/img1.jpg',
    'main-slider/img2.jpg',
    'main-slider/img3.jpg',
    'main-slider/img4.jpg',
    'main-slider/img5.jpg',
    'main-slider/img6.jpg',
    'main-slider/img7.jpg'
  ]
}

export const performanceSection = {
  text: {
    list: [
      'торговые центры',
      'сетевые супермаркеты, продуктовые и хозяйственные магазины',
      'детские сады, новая школа г. Гурьевск (от поселка ходит школьный автобус)',
      'медицинские учреждения',
      'детские сады, новая школа г. Гурьевск (от поселка ходит школьный автобус)',
      'медицинские учреждения'
    ]
  },

  img: 'main-slider/img7.jpg',

  header: {
    title: 'Квартира специально для вас',
    description: 'У нас вы сможете подобрать доступное жилье комфорт-класса',
    button: {
      url: '/performance',
      text: 'Подобрать квартиру'
    }
  }
}

export const newsSection = {
  title: 'Последние новости',
  description: 'Следите за жизнью нашей компании в нашем блоге',
  button: {
    text: 'Все новости',
    url: 'news'
  }
}

export const objectsSection = {
  title: 'Жилье европейского типа',
  description: 'Строим и реализуем жилые комплексы на территории Калининградской области',
  button: {
    text: 'Актуальные объекты',
    url: 'projects'
  }
}

export const videoSlider = [
  { id: '8RBqm674viY', title: 'SHAZAM CAR MUSIC MIX 2021 🔊 SHAZAM MUSIC PLAYLIST 2021 🔊 SHAZAM SONGS FOR CAR 2021 🔊 SLAP HOUSE 2021' },
  { id: 'r0sQ-U3zzJQ', title: 'LR - Queen (2021)' },
  { id: 'wODgsoEM3CE', title: 'Emre Kabak - Race With Me (Bass Boosted)' }
]

export const mortgageSection = {
  text: {
    list: [
      'Программы кредитования на приобретение жилой недвижимости постоянно меняются.',
      'Калькулятор ипотеки предназначен для предварительной оценки условий кредитования без посещения банка.'
    ]
  },

  img: 'main-slider/img6.jpg',

  header: {
    title: 'Ипотечный калькулятор',
    description: 'Узнайте примерный платёж, ставку и другие условия по ипотеке',
    button: {
      url: '/mortgage',
      text: 'Расчитать'
    }
  }
}

export const contacts = [
  { title: 'Телефон', description: '+7 4012 50 98 51', icon: 'phone' },
  { title: 'Почта', description: 'info@dominvest39.ru', icon: 'envelope' },
  { title: 'Адрес', description: 'ул. Генерала Челнокова, ул, 42, Калининград, Калининградская обл., 236029', icon: 'map-marker-alt' }
]

export const housesInformation = {
  text: {
    title: 'Медицинские учреждения',

    list: [
      'Торговые центры',
      'Сетевые супермаркеты, продуктовые и хозяйственные магазины',
      'Детские сады, новая школа г. Гурьевск (от поселка ходит школьный автобус)',
      'Медицинские учреждения',
      'Детские сады, новая школа г. Гурьевск (от поселка ходит школьный автобус)',
      'Медицинские учреждения'
    ]
  },

  img: 'main-slider/img7.jpg'
}

export const aboutCompany = {
  chooseUs: {
    title: 'Почему выбирают нас',

    paragraphs: [
      'У нас есть опыт в проектах разной сложности и масштабов:',
      'Мы реализуем проекты, направленные на улучшение городской среды, а так же уровня комфорта жителей наших жилых комплексов;',
      'У нас есть положительные отзывы на работу с компаниями разной направленности: Калининградский Торгово Строительный Холдинг, РЕМЖИЛСТРОЙ, СК “Балтия”, ВестИнвест, Gran - Mar, Фонд “Жилищное и социальное строительство Калининградской области”, Сеть супермаркетов «Виктория», Агропромышленные группы «Содружество» и  «Орбита - Агро» и др.; ',
      'Мы строим социально и культурно значимые проекты: детский сад и школа на ул.Карамзина, МОУ лицей № 49, МФЦ г.Пионерск, Дом Ветеранов, Фонд поддержки предпринимательства Калининградской области, Синагога на острове Канта, Театр Эстрады «Янтарь Холл» в г.Светлогорск;',
      'Мы работаем с крупными представителями бизнеса: Сеть супермаркетов «Виктория», Агропромышленная группа «Содружество».'
    ],

    list: [
      'Театр Эстрады «Янтарь Холл» в г. Светлогорск',
      'детский сад и школа на ул. Карамзина',
      'МОУ лицей № 49',
      'Сеть супермаркетов «Виктория»',
      'Синагога на острове Канта',
      'МФЦ г. Пионерск',
      'Фонд поддержки предпринимательства Калининградской области',
      'Дом Ветеранов',
      'Агропромышленная группа «Содружество»',
      'Церковь в г. Зеленоградске',
      'пос. Янтарный и многие другие'
    ]
  },

  history: {
    title: 'О компании',

    paragraphs: [
      '«Дом Инвест» – девелоперская компания полного цикла, воплощающая в жизнь самые смелые проекты.Компания строит и реализует жилые комплексы на территории Калининградской области.Элементы дизайна и архитектурные решения продуманы до мелочей. «Дом Инвест» создает среду для комфортной жизни.'
    ]
  },

  confidence: {
    title: 'Мы ценим ваше доверие',

    paragraphs: [
      '«Мой дом — моя крепость». Начиная строительство или выбирая квартиру, следует очень ответственно подходить к выбору застройщика.Ведь именно строительная компания берет на себя ответственность за качество и комфорт вашей будущей жизни',
      'В 2020 году коллектив «Дом Инвест» отпраздновал свой 15 - летний юбилей.За это время мы построили десятки объектов, и знаем абсолютно все тонкости внешних и внутренних строительных процессов.Поэтому с удовольствием избавим вас от лишней головной боли на всех этапах приобретения своего жилья.'
    ]
  }
}

export const partners = [
  'partners/abenta.png',
  'partners/akfen.png',
  'partners/balt-sib-neft.png',
  'partners/baltia.png',
  'partners/baltiski-dom.png',
  'partners/fond.png',
  'partners/grain.png',
  'partners/gran-man.png',
  'partners/instroi.png',
  'partners/ktcx.png',
  'partners/remzilstroi.png',
  'partners/slavane.png',
  'partners/trest.png',
  'partners/west-invest.png',
  'partners/my-bisnes.png'
]
