export const headTitles = {
  home: 'Главная',
  projects: 'Проекты',
  about: 'О компании',
  objects: 'Наши объекты',
  houses: 'ИЖД',
  news: 'Новости',
  apartments: 'Квартиры',
  contacts: 'Контакты'
}

export const mainSlider = {
  title: 'Дома малой этажности, эстетичный внешний вид и стильный дизайн',
  images: [
    'main-slider/img1.jpg',
    'main-slider/img2.jpg',
    'main-slider/img3.jpg',
    'main-slider/img4.jpg',
    'main-slider/img5.jpg',
    'main-slider/img6.jpg',
    'main-slider/img7.jpg'
  ]
}

export const perfomanceSection = {
  list: [
    'торговые центры',
    'сетевые супермаркеты, продуктовые и хозяйственные магазины',
    'детские сады, новая школа г. Гурьевск (от поселка ходит школьный автобус)',
    'медицинские учреждения',
    'детские сады, новая школа г. Гурьевск (от поселка ходит школьный автобус)',
    'медицинские учреждения'
  ],

  img: 'main-slider/img7.jpg',

  header: {
    title: 'Квартира специально для вас',
    description: 'У нас вы сможете подобрать доступное жилье комфорт-класса',
    button: {
      url: '/performance',
      text: 'Подобрать квартиру'
    }
  }
}

export const newsSection = {
  title: 'Последние 3 новости',
  description: 'Больше новостей можно увидеть по ссылке справа',
  button: {
    text: 'Посмотреть новости',
    url: 'news'
  }
}

export const objectsSection = {
  title: 'Стильное европейское жильё',
  description: 'Комплекс О2 — это красивые эстетичные дома со стильным акцентом на фасадах. ',
  button: {
    text: 'Наши проекты',
    url: 'projects'
  }
}

export const videoSlider = [
  { id: '8RBqm674viY', title: 'SHAZAM CAR MUSIC MIX 2021 🔊 SHAZAM MUSIC PLAYLIST 2021 🔊 SHAZAM SONGS FOR CAR 2021 🔊 SLAP HOUSE 2021' },
  { id: 'r0sQ-U3zzJQ', title: 'LR - Queen (2021)' },
  { id: 'wODgsoEM3CE', title: 'Emre Kabak - Race With Me (Bass Boosted)' }
]
