export const headTitles = {
  home: 'Главная',
  projects: 'Проекты',
  about: 'О компании',
  objects: 'Наши объекты',
  houses: 'ИЖД',
  news: 'Новости',
  apartments: 'Квартиры',
  contacts: 'Контакты'
}

export const phone = {
  href: '88002000473',
  value: '8 800 2000 473'
}

export const mainSlider = {
  title: 'Дома малой этажности, эстетичный внешний вид и стильный дизайн',
  images: [
    'main-slider/img1.jpg',
    'main-slider/img2.jpg',
    'main-slider/img3.jpg',
    'main-slider/img4.jpg',
    'main-slider/img5.jpg',
    'main-slider/img6.jpg',
    'main-slider/img7.jpg'
  ]
}

export const performanceSection = {
  text: {
    list: [
      'торговые центры',
      'сетевые супермаркеты, продуктовые и хозяйственные магазины',
      'детские сады, новая школа г. Гурьевск (от поселка ходит школьный автобус)',
      'медицинские учреждения',
      'детские сады, новая школа г. Гурьевск (от поселка ходит школьный автобус)',
      'медицинские учреждения'
    ]
  },

  img: 'main-slider/img7.jpg',

  header: {
    title: 'Квартира специально для вас',
    description: 'У нас вы сможете подобрать доступное жилье комфорт-класса',
    button: {
      url: '/performance',
      text: 'Подобрать квартиру'
    }
  }
}

export const newsSection = {
  title: 'Последние новости',
  description: 'Следите за жизнью нашей компании в нашем блоге',
  button: {
    text: 'Все новости',
    url: 'news'
  }
}

export const objectsSection = {
  title: 'Жилье европейского типа',
  description: 'Строим и реализуем жилые комплексы на территории Калининградской области',
  button: {
    text: 'Актуальные объекты',
    url: 'projects'
  }
}

export const videoSlider = [
  { id: '8RBqm674viY', title: 'SHAZAM CAR MUSIC MIX 2021 🔊 SHAZAM MUSIC PLAYLIST 2021 🔊 SHAZAM SONGS FOR CAR 2021 🔊 SLAP HOUSE 2021' },
  { id: 'r0sQ-U3zzJQ', title: 'LR - Queen (2021)' },
  { id: 'wODgsoEM3CE', title: 'Emre Kabak - Race With Me (Bass Boosted)' }
]

export const mortgageSection = {
  text: {
    list: [
      'Программы кредитования на приобретение жилой недвижимости постоянно меняются.',
      'Калькулятор ипотеки предназначен для предварительной оценки условий кредитования без посещения банка.'
    ]
  },

  img: 'main-slider/img6.jpg',

  header: {
    title: 'Ипотечный калькулятор',
    description: 'Узнайте примерный платёж, ставку и другие условия по ипотеке',
    button: {
      url: '/mortgage',
      text: 'Расчитать'
    }
  }
}

export const contacts = [
  { title: 'Телефон', description: '+74012920883', icon: 'phone' },
  { title: 'Почта', description: 'taxi.39@ya.ru', icon: 'envelope' },
  { title: 'Адресс', description: 'Мусоргского, 10 к2 Калининград, Центральный район, Офис 2', icon: 'map-marker-alt' }
]

export const housesInformation = {
  text: {
    title: 'Медицинские учреждения',

    list: [
      'Торговые центры',
      'Сетевые супермаркеты, продуктовые и хозяйственные магазины',
      'Детские сады, новая школа г. Гурьевск (от поселка ходит школьный автобус)',
      'Медицинские учреждения',
      'Детские сады, новая школа г. Гурьевск (от поселка ходит школьный автобус)',
      'Медицинские учреждения'
    ]
  },

  img: 'main-slider/img7.jpg'
}

export const aboutCompany = {
  chooseUs: {
    title: 'Почему выбирают нас',

    paragraphs: [
      'За время работы компании реализовано множество различных по масштабу и сложности проектов. Среди них и стандартные одноэтажные жилые дома эконом класса с привычной декоративной отделкой фасада, и элитные таунхаусы с эксклюзивной дизайнерской архитектурой',
      'Наш девиз — «невозможное возможно!». «Дом Инвест» воплотит в жизнь ваши самые смелые строительные фантазии',
      'За плечами наших мастеров огромный объем работы: сотни тысяч квадратных метров отделанных фасадов, миллионы квадратных метров оштукатуренных поверхностей и залитой стяжки. И, конечно, сотни положительных отзывов подтверждают заслуженный статус одной из самых надежных строительных компаний города Калининграда и области',
      'Помимо прочего, команда «Дом Инвест» регулярно принимает участие в строительных проектах высокой социальной значимости. Например, мы работали на многих государственных объектах, культурных комплексах и территориях общего пользования'
    ],

    list: [
      'Театр Эстрады «Янтарь Холл» в г. Светлогорск',
      'детский сад и школа на ул. Карамзина',
      'МОУ лицей № 49',
      'Сеть супермаркетов «Виктория»',
      'Синагога на острове Канта',
      'МФЦ г. Пионерск',
      'Фонд поддержки предпринимательства Калининградской области',
      'Дом Ветеранов',
      'Агропромышленная группа «Содружество»',
      'Церковь в г. Зеленоградске',
      'пос. Янтарный и многие другие'
    ]
  },

  history: {
    title: 'История компании',

    paragraphs: [
      'Группа компаний «Дом Инвест» была основана в 2005 году. Глава фирмы начинал профессиональную деятельность во время учебы на строительном факультете Калининградского ГТУ. Свой первый многоквартирный жилой дом он возводил с нуля собственными руками бок о бок с коллегами из крупнейшей строительной компании. Пройдя «курс молодого бойца», неопытный студент смог познать на практике все тонкости и подводные камни своей будущей профессии, и буквально влюбился в строительство. А позже, набрав достаточно опыта, открыл собственную компанию и занялся делом всей своей жизни',
      'Начинать с нуля непросто. В начале пути в арсенале компании была всего одна штукатурная машинка и редкие заказы по малогабаритным объектам. Зато сейчас «Дом Инвест» — это мощная команда профессионалов! Мы предлагаем строительство частных жилых домов и коттеджей под ключ, а также выполняем отделочно-строительные работы по всей Калининградской области'
    ]
  },

  confidence: {
    title: 'Мы ценим ваше доверие',

    paragraphs: [
      '«Мой дом — моя крепость». Начиная строительство или выбирая готовый жилой объект, следует очень ответственно подходить к выбору застройщика. Ведь именно строительная компания берет на себя ответственность за качество и комфорт вашей будущей жизни',
      'В 2020 году коллектив «Дом Инвест» отпраздновал свой 15-летний юбилей. За это время мы построили десятки объектов, и знаем абсолютно все тонкости внешних и внутренних строительных процессов. Поэтому с удовольствием избавим вас от лишней головной боли и выполним все работы под ключ'
    ]
  }
}

export const partners = [
  'partners/abenta.png',
  'partners/akfen.png',
  'partners/balt-sib-neft.png',
  'partners/baltia.png',
  'partners/baltiski-dom.png',
  'partners/fond.png',
  'partners/grain.png',
  'partners/gran-man.png',
  'partners/instroi.png',
  'partners/ktcx.png',
  'partners/remzilstroi.png',
  'partners/slavane.png',
  'partners/trest.png',
  'partners/west-invest.png',
  'partners/my-bisnes.png'
]
