export const home = {
  title: 'Квартиры в новостройках в Калининградской области от Дом Инвест',
  description: 'Продажа квартир от застройщика в Калининградской области. Закрытые дворы с ландшафтным дизайном. Спортивные и детские площадки. Просторные квартиры. Удобный паркинг.'
}

export const projects = {
  title: 'Каталог новостроек в Калининградской области от застройщика Дом Инвест',
  description: 'Продажа квартир в новостройках в Калининградской области от компании Дом Инвест. Закрытые дворы с ландшафтным дизайном. Спортивные и детские площадки. Просторные квартиры. Удобный паркинг.'
}

export const about = {
  title: 'Новостройки в Калининградской области. О компании Дом Инвест',
  description: 'Продажа квартир от застройщика. Дом Инвест – девелоперская компания полного цикла, воплощающая в жизнь самые смелые проекты. Мы строим и реализуем жилые комплексы на территории Калининградской области.'
}

export const mortgage = {
  title: 'Ипотечный калькулятор 2022 от компании Дом Инвест',
  description: 'Онлайн-калькулятор ипотеки. Расчет платежей и сроков ипотечного кредитования в 2022 году на покупку квартир в новостройках Калининградской области от компании Дом Инвест.'
}

export const objects = {
  title: 'Готовые дома в Калининградской области от застройщика Дом Инвест',
  description: 'Продажа квартир от застройщика в новостройках в Калининградской области от компании Дом Инвест. Закрытые дворы с ландшафтным дизайном. Спортивные и детские площадки. Удобный паркинг.'
}

export const news = {
  title: 'Квартиры в новостройках. Новости и полезные материалы',
  description: 'Продажа квартир в новостройках в Калининградской области. Последние новости и полезные матералы от компании застройщика Дом Инвест.'
}

export const apartments = {
  title: 'Квартиры в Калининградской области от застройщика Дом Инвест',
  description: 'Продажа квартир в новостройках в Калининградской области. Закрытые дворы с ландшафтным дизайном. Спортивные и детские площадки. Просторные квартиры. Удобный паркинг. Дом Инвест'
}

export const contacts = {
  title: 'Новостройки в Калининградской области. Контакты компании Дом Инвест',
  description: 'Продажа квартир от застройщика в Калининградской области от компании Дом Инвест. Закрытые дворы с ландшафтным дизайном. Спортивные и детские площадки. Удобный паркинг.'
}
